IdeaRS.Connections
GussetData.ConnectedPlatePath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the plate of connected member, which is bolted or welded to a gusset plate.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ConnectedPlatePath { get; set; }
Property Value
Type: String
See Also
Reference
GussetData Class
IdeaRS.Connections.Data Namespace